tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "codeclimate/formulae"
tap "colindean/fonts-nonfree"
tap "discoteq/discoteq"
tap "gapple/services"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/gui"
tap "iveney/mocha"
cask "java"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "archey"
brew "autoconf"
brew "automake"
brew "readline"
brew "bash"
brew "bash-completion"
brew "blueutil"
brew "boost"
brew "libpng"
brew "gettext"
brew "pcre"
brew "coreutils"
brew "cowsay"
brew "dark-mode"
brew "dash"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-machine", link: false
brew "dockutil"
brew "exiftool"
brew "fasd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "fonttools"
brew "fortune"
brew "gdbm"
brew "pkg-config"
brew "gifsicle"
brew "git"
brew "git-credential-manager"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "git-open"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "grep", args: ["with-default-names"]
brew "guetzli"
brew "hh"
brew "highlight"
brew "htop"
brew "id3lib"
brew "libtool"
brew "imagemagick"
brew "imgur-screenshot"
brew "jp2a"
brew "less"
brew "libao"
brew "libgpg-error"
brew "libid3tag"
brew "libksba"
brew "libvo-aacenc"
brew "libyaml"
brew "libzip"
brew "mackup"
brew "make"
brew "mas"
brew "openssl"
brew "mongodb", restart_service: true
brew "ncdu"
brew "node", link: false
brew "phantomjs", link: false
brew "pngcrush"
brew "pngquant"
brew "sqlite"
brew "python"
brew "rclone"
brew "rsnapshot"
brew "rsync"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "thefuck"
brew "tree"
brew "vips"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-history-substring-search"
brew "zshdb"
brew "discoteq/discoteq/flock"
brew "iveney/mocha/realpath", link: false
cask "atom"
cask "bartender"
cask "betterzip"
cask "betterzipql"
cask "firefox"
cask "firefoxnightly"
cask "hazel"
cask "invisionsync"
cask "iterm2"
cask "karabiner"
cask "keepingyouawake"
cask "keka"
cask "linein"
cask "liteicon"
cask "lunchy"
cask "macdown"
cask "macid"
cask "numi"
cask "osxfuse"
cask "plain-clip"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "reflector"
cask "rocket"
cask "sketchpacks"
cask "skype"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "teamviewer"
cask "unetbootin"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "caskroom/fonts/font-alegreya"
cask "caskroom/fonts/font-cabin"
cask "caskroom/fonts/font-cardo"
cask "caskroom/fonts/font-consolas-for-powerline"
cask "caskroom/fonts/font-crimson-text"
cask "caskroom/fonts/font-dejavu-sans-mono-for-powerline"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-exo2"
cask "caskroom/fonts/font-fantasque-sans-mono"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-sans"
cask "caskroom/fonts/font-gravitas-one"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-ibm-plex"
cask "caskroom/fonts/font-josefin-sans"
cask "caskroom/fonts/font-karla"
cask "caskroom/fonts/font-monoid"
cask "caskroom/fonts/font-muli"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-open-sans-condensed"
cask "caskroom/fonts/font-pathway-gothic-one"
cask "caskroom/fonts/font-raleway"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-spectral"
cask "caskroom/fonts/font-vollkorn"
cask "caskroom/fonts/font-work-sans"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/safari-technology-preview"
cask "colindean/fonts-nonfree/font-microsoft-office"
mas "1Password", id: 443987910
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Disk Cleaner", id: 970246631
mas "Evernote", id: 406056744
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "img.urls", id: 542209299
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "macOS High Sierra", id: Install
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 715768417
mas "MindNode", id: 992076693
mas "Moom", id: 419330170
mas "OmniGraffle", id: 711830901
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Paprika Recipe Manager", id: 451907568
mas "Patterns", id: 429449079
mas "Silicio", id: 933627574
mas "Sip", id: 507257563
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Svgsus", id: 1106867065
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
