tap "fkhadra/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "romkatv/powerlevel10k"
brew "jq"
brew "ansiweather"
brew "blackbox"
brew "ccat"
brew "chroma"
brew "cmake"
brew "coreutils"
brew "dockutil"
brew "eza"
brew "ffmpeg"
brew "fileicon"
brew "findutils"
brew "fonttools"
brew "git-delta"
brew "git-flow-avh"
brew "imagemagick"
brew "lunchy"
brew "mackup"
brew "mas"
brew "moreutils"
brew "nvm"
brew "openssl@1.1"
brew "powerlevel10k"
brew "pre-commit"
brew "python@3.11"
brew "speedtest-cli"
brew "wifi-password"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "fkhadra/cli/caniuse"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "notion"
cask "notion-enhanced"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "slack"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "zoom"
mas "Contrast", id: 1254981365
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Pure Paste", id: 1611378436
vscode "aaron-bond.better-comments"
vscode "beardedbear.beardedtheme"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.vscode-github-actions"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-xml"
vscode "richie5um2.vscode-sort-json"
vscode "robbowen.synthwave-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vunguyentuan.vscode-postcss"
vscode "webhint.vscode-webhint"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
