tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "codeclimate/formulae"
tap "colindean/fonts-nonfree"
tap "discoteq/discoteq"
tap "gapple/services"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moritzsternemann/apple-fonts"
tap "rbenv/tap"
tap "yannick-cw/tap"
brew "act"
brew "antibody"
brew "libpng"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "blueutil"
brew "boost"
brew "gdbm"
brew "libffi"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "tbb"
brew "ceres-solver"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "dockutil"
brew "exiftool"
brew "fasd"
brew "libtool"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "gobject-introspection"
brew "libass"
brew "tesseract"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "python@3.10", link: false
brew "fonttools"
brew "fortune"
brew "fzf"
brew "openjdk"
brew "git-credential-manager"
brew "git-extras"
brew "git-flow-avh"
brew "git-lfs"
brew "git-sizer"
brew "gnu-sed"
brew "gnu-which"
brew "libksba"
brew "gnupg"
brew "grep"
brew "guetzli"
brew "highlight"
brew "hstr"
brew "ncurses"
brew "htop"
brew "id3lib"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8", link: false
brew "imagemagick"
brew "imageoptim-cli"
brew "jp2a"
brew "jq"
brew "libao"
brew "libid3tag"
brew "libvo-aacenc"
brew "libyaml"
brew "libzip"
brew "mackup"
brew "make"
brew "mas"
brew "mozjpeg"
brew "ncdu"
brew "node"
brew "numpy"
brew "pngcrush"
brew "pngquant"
brew "qt"
brew "pyqt"
brew "rsnapshot"
brew "rsync"
brew "ruby-build"
brew "rust"
brew "sip"
brew "speedtest-cli"
brew "sphinx-doc"
brew "subversion"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "vtk"
brew "wget"
brew "xmlstarlet"
brew "youtube-dl"
brew "zlib"
brew "zsh-completions"
brew "discoteq/discoteq/flock"
brew "rbenv/tap/openssl@1.0"
brew "yannick-cw/tap/notion-ocr"
cask "1password"
cask "alfred"
cask "bartender"
cask "boom-3d"
cask "calibre"
cask "discord"
cask "dropbox"
cask "duet"
cask "figma"
cask "firefox"
cask "font-architects-daughter"
cask "font-cascadia-code"
cask "font-eb-garamond"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-ibm-plex-mono"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-merriweather"
cask "font-new-york"
cask "font-noto-sans-bengali"
cask "font-noto-sans-ethiopic"
cask "font-noto-sans-sinhala"
cask "font-noto-sans-tamil"
cask "font-noto-sans-thai"
cask "font-playfair-display"
cask "font-playfair-display-sc"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-space-grotesk"
cask "font-space-mono"
cask "font-spectral"
cask "font-victor-mono"
cask "font-work-sans"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "koa11y"
cask "logitech-options"
cask "loom"
cask "luna-display"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "osxfuse"
cask "pock"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rar"
cask "rocket"
cask "safari-technology-preview"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "thingsmacsandboxhelper"
cask "unetbootin"
cask "visual-studio-code"
cask "webpquicklook"
cask "xld"
mas "1Password", id: 443987910
mas "Audiobook Builder", id: 1437681957
mas "AudioBookBinder", id: 413969927
mas "Be Focused", id: 973134470
mas "Bonsai Time Tracker", id: 1432799040
mas "Clocker", id: 1056643111
mas "Contrast", id: 1254981365
mas "Disk Cleaner", id: 970246631
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 992076693
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "OmniGraffle 6", id: 711830901
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Tweetbot", id: 557168941
