tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
tap "fkhadra/cli"

# Core utilities
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "nvm"
brew "p7zip"
brew "pandoc"
brew "powerlevel10k"
brew "pre-commit"
brew "repomix"
brew "uv"
brew "wget"
brew "z"
brew "fkhadra/cli/caniuse"

# Build tools
brew "ccat"
brew "chroma"
brew "cmake"

{{ if eq .machine_role "work" -}}
# Work machine packages
tap "databricks/tap"
tap "sbcinnovation/tap"
brew "aws-amplify"
brew "awscli"
brew "databricks/tap/databricks"
brew "sbcinnovation/tap/squoosh"
brew "specify"
{{ end -}}

{{ if eq .machine_role "personal" -}}
# Personal only
brew "codex"
{{ end -}}

# Cask apps — universal
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "grammarly-desktop"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
cask "zoom"

{{ if ne .machine_role "client" -}}
# Not on client machines
cask "chatgpt"
cask "claude"
cask "claude-code"
{{ end -}}

{{ if eq .machine_role "work" -}}
cask "conductor"
cask "deskflow"
cask "glance-chamburr"
cask "microsoft-edge"
cask "zappy"
{{ end -}}

{{ if eq .machine_role "personal" -}}
cask "screen-studio"
cask "superwhisper"
{{ end -}}

# Mac App Store
mas "ColorSlurp", id: 1287239339
mas "Hidden Bar", id: 1452453066
mas "Presentify", id: 1507246666
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
