# VS Code extensions to install
# Edit this list and run `chezmoi apply` to sync.
aaron-bond.better-comments
adamerose.markdown-wysiwyg
akamud.vscode-theme-onelight
anthropic.claude-code
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
crystal-spider.jsdoc-generator
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
github.copilot-chat
github.vscode-github-actions
jaspernorth.vscode-pigments
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.live-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
orta.vscode-jest
redhat.vscode-xml
richie5um2.vscode-sort-json
robbowen.synthwave-vscode
robole.markdown-snippets
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
stylelint.vscode-stylelint
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
vunguyentuan.vscode-css-variables
xyc.vscode-mdx-preview
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
